{"class_name": "Tokenizer", "config": {"num_words": 15000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": "<OOV>", "document_count": 78238, "word_counts": "{\"a\": 50645, \"p\": 18261, \"e\": 78595, \"n\": 48081, \"i\": 54125, \"s\": 40712, \"t\": 45084, \"h\": 11810, \"b\": 7451, \"r\": 40659, \"o\": 36208, \"u\": 24297, \"l\": 32324, \"z\": 691, \"k\": 2975, \"g\": 13574, \"c\": 32655, \"m\": 19547, \"y\": 15463, \"f\": 11033, \"d\": 21337, \"j\": 822, \"q\": 1603, \"w\": 3663, \"x\": 2211, \"v\": 5932, \"_\": 758, \"'\": 453, \".\": 4, \"-\": 320}", "word_docs": "{\"s\": 32039, \"n\": 36848, \"p\": 15682, \"i\": 40151, \"e\": 53574, \"a\": 39778, \"t\": 38098, \"h\": 11041, \"r\": 33891, \"o\": 29845, \"b\": 7176, \"l\": 26165, \"u\": 21254, \"g\": 12576, \"z\": 665, \"k\": 2928, \"c\": 26894, \"m\": 16924, \"y\": 14946, \"f\": 9768, \"d\": 18823, \"j\": 817, \"q\": 1595, \"w\": 3597, \"x\": 2203, \"v\": 5883, \"_\": 747, \"'\": 449, \".\": 4, \"-\": 320}", "index_docs": "{\"7\": 32039, \"5\": 36848, \"15\": 15682, \"3\": 40151, \"2\": 53574, \"4\": 39778, \"6\": 38098, \"18\": 11041, \"8\": 33891, \"9\": 29845, \"20\": 7176, \"11\": 26165, \"12\": 21254, \"17\": 12576, \"28\": 665, \"23\": 2928, \"10\": 26894, \"14\": 16924, \"16\": 14946, \"19\": 9768, \"13\": 18823, \"26\": 817, \"25\": 1595, \"22\": 3597, \"24\": 2203, \"21\": 5883, \"27\": 747, \"29\": 449, \"31\": 4, \"30\": 320}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"e\", \"3\": \"i\", \"4\": \"a\", \"5\": \"n\", \"6\": \"t\", \"7\": \"s\", \"8\": \"r\", \"9\": \"o\", \"10\": \"c\", \"11\": \"l\", \"12\": \"u\", \"13\": \"d\", \"14\": \"m\", \"15\": \"p\", \"16\": \"y\", \"17\": \"g\", \"18\": \"h\", \"19\": \"f\", \"20\": \"b\", \"21\": \"v\", \"22\": \"w\", \"23\": \"k\", \"24\": \"x\", \"25\": \"q\", \"26\": \"j\", \"27\": \"_\", \"28\": \"z\", \"29\": \"'\", \"30\": \"-\", \"31\": \".\"}", "word_index": "{\"<OOV>\": 1, \"e\": 2, \"i\": 3, \"a\": 4, \"n\": 5, \"t\": 6, \"s\": 7, \"r\": 8, \"o\": 9, \"c\": 10, \"l\": 11, \"u\": 12, \"d\": 13, \"m\": 14, \"p\": 15, \"y\": 16, \"g\": 17, \"h\": 18, \"f\": 19, \"b\": 20, \"v\": 21, \"w\": 22, \"k\": 23, \"x\": 24, \"q\": 25, \"j\": 26, \"_\": 27, \"z\": 28, \"'\": 29, \"-\": 30, \".\": 31}"}}